Repository: ohmzi/Tday
Catalog: ios-swiftUI/Tday/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ms, pt, ru, zh

source: A private server with opinions about your priorities
de: Ein privater Server mit Meinungen zu deinen Prioritäten
es: Un servidor privado con opiniones sobre tus prioridades
fr: Un serveur privé avec des opinions sur vos priorités
it: Un server privato con opinioni sulle tue priorità
ja: あなたの優先順位に意見を持つプライベートサーバー
ms: Pelayan peribadi dengan pendapat tentang keutamaan anda
pt: Um servidor privado com opiniões sobre suas prioridades
ru: Личный сервер с мнением о ваших приоритетах
zh: 一台对你的优先级有看法的私人服务器

source: A task couldn't be deleted
de: Eine Aufgabe konnte nicht gelöscht werden
es: No se pudo eliminar una tarea
fr: Une tâche n'a pas pu être supprimée
it: Non è stato possibile eliminare un'attività
ja: 1件のタスクを削除できませんでした
ms: Satu tugasan tidak dapat dipadam
pt: Não foi possível excluir uma tarefa
ru: Не удалось удалить одну задачу
zh: 有一个任务未能删除

source: A task couldn't be updated
de: Eine Aufgabe konnte nicht aktualisiert werden
es: No se pudo actualizar una tarea
fr: Une tâche n'a pas pu être mise à jour
it: Non è stato possibile aggiornare un'attività
ja: 1件のタスクを更新できませんでした
ms: Satu tugasan tidak dapat dikemas kini
pt: Não foi possível atualizar uma tarefa
ru: Не удалось обновить одну задачу
zh: 有一个任务未能更新

source: A tiny operations desk for future you
de: Ein kleiner Leitstand für dein zukünftiges Ich
es: Un pequeño centro de operaciones para el tú del futuro
fr: Un petit poste de commande pour votre futur vous
it: Una piccola centrale operativa per il te del futuro
ja: 未来のあなたのための小さな司令室
ms: Meja operasi kecil untuk anda masa depan
pt: Uma pequena central de operações para o seu eu do futuro
ru: Маленький командный пункт для будущего вас
zh: 为未来的你设的小小指挥台

source: A to-do list with a memory
de: Eine To-do-Liste mit Gedächtnis
es: Una lista de pendientes con memoria
fr: Une liste de tâches dotée de mémoire
it: Una lista di cose da fare con memoria
ja: 記憶力のあるTODOリスト
ms: Senarai tugasan dengan ingatan
pt: Uma lista de tarefas com memória
ru: Список дел с памятью
zh: 一份有记性的待办清单

source: Adulting, but make it self-hosted
de: Erwachsensein, aber selbstgehostet
es: Ser adulto, pero autoalojado
fr: La vie d'adulte, mais auto-hébergée
it: Vita da adulti, ma rendila self-hosted
ja: 大人の務め、でもセルフホストで
ms: Menjadi dewasa, tetapi terhos sendiri
pt: Vida adulta, mas auto-hospedada
ru: Взрослая жизнь, но self-hosted
zh: 当个成年人，不过要自托管

source: Ambition, now with due dates
de: Ehrgeiz, jetzt mit Fristen
es: Ambición, ahora con fechas de entrega
fr: L’ambition, désormais avec des échéances
it: Ambizione, ora con le scadenze
ja: 野心に、締め切りを添えて
ms: Cita-cita, kini dengan tarikh akhir
pt: Ambição, agora com prazos
ru: Амбиции, теперь со сроками
zh: 野心，现在带上了截止日期

source: Because 'in my head' is not a system
de: Weil „in meinem Kopf“ kein System ist
es: Porque 'en mi cabeza' no es un sistema
fr: Parce que « dans ma tête » n'est pas un système
it: Perché 'ce l'ho in testa' non è un sistema
ja: 「頭の中」は仕組みではないから
ms: Sebab 'dalam fikiran saya' bukan satu sistem
pt: Porque 'está na minha cabeça' não é um sistema
ru: Потому что «в голове» — это не система
zh: 因为“在我脑子里”不是一套系统

source: Because sticky notes don’t have push notifications
de: Weil Klebezettel keine Push-Benachrichtigungen haben
es: Porque las notas adhesivas no tienen notificaciones push
fr: Parce que les notes adhésives n'ont pas de notifications push
it: Perché i post-it non hanno le notifiche push
ja: 付箋にはプッシュ通知がないから
ms: Sebab nota lekat tiada pemberitahuan tolak
pt: Porque post-its não têm notificações push
ru: Потому что у стикеров нет push-уведомлений
zh: 因为便利贴没有推送通知

source: Because vibes are not a task strategy
de: Weil Vibes keine Aufgabenstrategie sind
es: Porque las vibras no son una estrategia de tareas
fr: Parce que les bonnes vibrations ne sont pas une stratégie de tâches
it: Perché le sensazioni non sono una strategia di attività
ja: 雰囲気はタスク戦略ではないから
ms: Sebab perasaan bukanlah strategi tugasan
pt: Porque 'vibe' não é estratégia de tarefas
ru: Потому что вайбы — не стратегия задач
zh: 因为“感觉”不是任务策略

source: Because ‘I’ll remember later’ is always a lie
de: Weil „Ich denke später dran“ immer gelogen ist
es: Porque 'lo recordaré después' siempre es mentira
fr: Parce que « je m'en souviendrai plus tard » est toujours un mensonge
it: Perché 'me lo ricorderò dopo' è sempre una bugia
ja: 「後で覚えてる」はいつも嘘だから
ms: Sebab ‘nanti saya ingat’ sentiasa tipu
pt: Porque 'eu lembro depois' é sempre mentira
ru: Потому что «вспомню потом» — это всегда ложь
zh: 因为“我待会儿会记得”永远是个谎言

source: Because ‘sometime this week’ is not a time
de: Weil „irgendwann diese Woche“ keine Uhrzeit ist
es: Porque ‘algún día de esta semana’ no es una hora
fr: Parce que « un jour cette semaine » n’est pas une heure
it: Perché ‘un giorno di questa settimana’ non è un orario
ja: 「今週のどこかで」は時間じゃないから
ms: Sebab ‘satu masa minggu ini’ bukan waktu
pt: Porque ‘algum dia desta semana’ não é um horário
ru: Потому что «как-нибудь на этой неделе» — это не время
zh: 因为“这周找个时间”不是时间

source: Built for the version of you that shows up
de: Gebaut für die Version von dir, die auftaucht
es: Hecho para la versión de ti que sí aparece
fr: Conçu pour la version de vous qui se présente
it: Fatto per la versione di te che si presenta
ja: ちゃんと現れるほうのあなたのために
ms: Dibina untuk versi anda yang benar-benar muncul
pt: Feito para a versão de você que aparece
ru: Сделано для той версии вас, которая приходит
zh: 为会准时出现的那个你而做

source: Calendar drama, now with containment
de: Kalender-Drama, jetzt eingedämmt
es: Drama de calendario, ahora con contención
fr: Le drame du calendrier, désormais maîtrisé
it: Drammi di calendario, ora sotto controllo
ja: カレンダーの修羅場、今や封じ込め付き
ms: Drama kalendar, kini dengan pembendungan
pt: Drama de calendário, agora com contenção
ru: Драма календаря, теперь под контролем
zh: 日历的戏码，如今得到控制

source: Deadlines hate this one self-hosted trick
de: Fristen hassen diesen einen selbstgehosteten Trick
es: Las fechas límite odian este truco autoalojado
fr: Les échéances détestent cette astuce auto-hébergée
it: Le scadenze odiano questo trucco self-hosted
ja: 締め切りが嫌がるセルフホストの裏ワザ
ms: Tarikh akhir benci helah terhos sendiri ini
pt: Prazos odeiam este truque auto-hospedado
ru: Дедлайны ненавидят этот self-hosted трюк
zh: 截止日期讨厌这个自托管的小技巧

source: Deadlines respected, privacy included
de: Fristen respektiert, Privatsphäre inklusive
es: Fechas límite respetadas, privacidad incluida
fr: Échéances respectées, confidentialité incluse
it: Scadenze rispettate, privacy inclusa
ja: 締め切りは尊重、プライバシーは標準装備
ms: Tarikh akhir dihormati, privasi disertakan
pt: Prazos respeitados, privacidade inclusa
ru: Сроки соблюдены, приватность прилагается
zh: 尊重截止日期，附赠隐私

source: Escalating 'maybe' to 'scheduled'
de: Stuft „vielleicht“ zu „eingeplant“ hoch
es: Elevando el 'quizás' a 'programado'
fr: Faire passer le « peut-être » à « planifié »
it: Promuove il 'forse' a 'programmato'
ja: 「たぶん」を「予定済み」に格上げ
ms: Menaikkan 'mungkin' kepada 'dijadualkan'
pt: Promovendo o 'talvez' para 'agendado'
ru: Повышаем «может быть» до «запланировано»
zh: 把“也许”升级为“已安排”

source: Every list deserves a home you own
de: Jede Liste verdient ein Zuhause, das dir gehört
es: Cada lista merece un hogar que sea tuyo
fr: Chaque liste mérite un toit qui vous appartient
it: Ogni lista merita una casa che sia tua
ja: どのリストにも自分の家がふさわしい
ms: Setiap senarai berhak dapat rumah milik anda sendiri
pt: Toda lista merece uma casa que é sua
ru: Каждый список заслуживает своего дома
zh: 每个清单都值得一个属于你的家

source: Fewer tabs, more done
de: Weniger Tabs, mehr erledigt
es: Menos pestañas, más hecho
fr: Moins d’onglets, plus de choses faites
it: Meno schede, più cose fatte
ja: タブは少なく、片づけは多く
ms: Kurang tab, lebih siap
pt: Menos abas, mais feito
ru: Меньше вкладок, больше сделано
zh: 少开标签页，多做点事

source: For when your brain opens too many tabs
de: Für wenn dein Gehirn zu viele Tabs öffnet
es: Para cuando tu mente abre demasiadas pestañas
fr: Pour quand votre cerveau ouvre trop d'onglets
it: Per quando il tuo cervello apre troppe schede
ja: 頭の中でタブを開きすぎたときに
ms: Untuk ketika otak anda membuka terlalu banyak tab
pt: Para quando seu cérebro abre abas demais
ru: Для тех, у кого мозг открывает слишком много вкладок
zh: 当你的大脑打开太多标签页时

source: Future you says thanks in advance
de: Dein zukünftiges Ich bedankt sich schon mal
es: El tú del futuro te lo agradece de antemano
fr: Votre futur vous remercie d'avance
it: Il te del futuro ti ringrazia in anticipo
ja: 未来のあなたが前もって感謝
ms: Anda masa depan mengucapkan terima kasih lebih awal
pt: O seu eu do futuro agradece desde já
ru: Будущий вы говорит спасибо заранее
zh: 未来的你提前道谢

source: Helping your day stop freelancing
de: Hilft deinem Tag, das Freelancen zu lassen
es: Ayudando a que tu día deje de improvisar
fr: Aider votre journée à cesser de faire du freelance
it: Aiuta la tua giornata a smettere di fare il freelance
ja: あなたの一日のフリーランスをやめさせる
ms: Membantu hari anda berhenti bekerja bebas
pt: Ajudando seu dia a parar de fazer bicos
ru: Помогаем вашему дню перестать халтурить
zh: 帮你的一天别再打零工

source: Hosted by you, haunted by deadlines
de: Von dir gehostet, von Fristen verfolgt
es: Alojado por ti, perseguido por las fechas límite
fr: Hébergé par vous, hanté par les échéances
it: Ospitato da te, perseguitato dalle scadenze
ja: 自分でホスト、締め切りに追われる
ms: Dihos oleh anda, dihantui tarikh akhir
pt: Hospedado por você, assombrado por prazos
ru: Хостится вами, преследуется дедлайнами
zh: 由你托管，被截止日期纠缠

source: Keeping your promises for you
de: Hält deine Versprechen für dich
es: Cumpliendo tus promesas por ti
fr: Tenir vos promesses à votre place
it: Mantiene le tue promesse al posto tuo
ja: あなたの約束を代わりに守る
ms: Menepati janji anda untuk anda
pt: Cumprindo suas promessas por você
ru: Держим ваши обещания за вас
zh: 替你信守承诺

source: Localhost, but for your life
de: Localhost, aber für dein Leben
es: Localhost, pero para tu vida
fr: Localhost, mais pour votre vie
it: Localhost, ma per la tua vita
ja: localhost、ただし人生用
ms: Localhost, tetapi untuk hidup anda
pt: Localhost, mas para a sua vida
ru: Localhost, только для жизни
zh: localhost，但用来管生活

source: Making later file a formal request
de: Lässt „Später“ einen offiziellen Antrag stellen
es: Haciendo que el después presente una solicitud formal
fr: Obliger le « plus tard » à déposer une demande officielle
it: Costringe il 'dopo' a fare una richiesta formale
ja: 「後で」に正式な申請をさせる
ms: Membuatkan ‘nanti’ mengemukakan permohonan rasmi
pt: Fazendo o 'depois' enviar um pedido formal
ru: Заставляем «потом» подавать заявку официально
zh: 让“待会儿”提交正式申请

source: Making procrastination slightly harder since v0.1
de: Macht Prokrastination ein bisschen schwerer seit v0.1
es: Haciendo la procrastinación un poco más difícil desde la v0.1
fr: Rendre la procrastination un peu plus difficile depuis la v0.1
it: Rende la procrastinazione un po' più difficile dalla v0.1
ja: v0.1 以来、先延ばしを少しだけ難しく
ms: Membuatkan penangguhan sedikit lebih sukar sejak v0.1
pt: Dificultando a procrastinação desde a v0.1
ru: Усложняем прокрастинацию с версии 0.1
zh: 自 v0.1 起让拖延稍微更难一点

source: Making your backlog feel seen, then sorted
de: Lässt deinen Rückstand sich gesehen fühlen, dann sortiert
es: Haciendo que tu lista pendiente se sienta vista, y luego ordenada
fr: Faire en sorte que votre arriéré se sente vu, puis trié
it: Fa sentire visto il tuo arretrato, poi lo riordina
ja: あなたのバックログを見届け、そして整理
ms: Membuatkan tunggakan anda dilihat, kemudian disusun
pt: Fazendo sua lista de pendências se sentir vista, depois organizada
ru: Замечаем ваш список дел, затем приводим в порядок
zh: 让你的待办被看见，然后被整理

source: Making ‘busy’ mean something again
de: Damit „beschäftigt“ wieder etwas bedeutet
es: Haciendo que ‘ocupado’ vuelva a significar algo
fr: Redonner un sens au mot « occupé »
it: Perché ‘impegnato’ torni a significare qualcosa
ja: 「忙しい」にもう一度意味を
ms: Menjadikan ‘sibuk’ bermakna semula
pt: Fazendo ‘ocupado’ significar algo de novo
ru: Чтобы «занят» снова что-то значило
zh: 让“很忙”重新有意义

source: Nagging you from your own hardware
de: Wir nerven dich von deiner eigenen Hardware
es: Insistiéndote desde tu propio hardware
fr: Vous harcèle depuis votre propre matériel
it: Ti assilla dal tuo stesso hardware
ja: あなた自身のハードウェアから催促
ms: Mengomel pada anda dari perkakasan anda sendiri
pt: Cobrando você do seu próprio hardware
ru: Напоминания с вашего собственного железа
zh: 用你自己的硬件唠叨你

source: No cloud, no clutter, no forgetting
de: Keine Cloud, kein Chaos, kein Vergessen
es: Sin nube, sin desorden, sin olvidos
fr: Pas de nuage, pas de fouillis, pas d’oubli
it: Niente cloud, niente disordine, niente dimenticanze
ja: クラウドなし、散らかりなし、忘れものなし
ms: Tiada awan, tiada bersepah, tiada lupa
pt: Sem nuvem, sem bagunça, sem esquecimento
ru: Без облака, без хлама, без забывания
zh: 没有云，没有杂乱，没有遗忘

source: No subscription, no surprises, no forgetting
de: Kein Abo, keine Überraschungen, kein Vergessen
es: Sin suscripción, sin sorpresas, sin olvidos
fr: Pas d’abonnement, pas de surprises, pas d’oubli
it: Nessun abbonamento, nessuna sorpresa, nessuna dimenticanza
ja: サブスクなし、想定外なし、忘れものなし
ms: Tiada langganan, tiada kejutan, tiada lupa
pt: Sem assinatura, sem surpresas, sem esquecimento
ru: Без подписки, без сюрпризов, без забывания
zh: 不订阅，不意外，不遗忘

source: Off the cloud, on the ball
de: Raus aus der Cloud, rein ins Handeln
es: Fuera de la nube, en la jugada
fr: Hors du nuage, dans le coup
it: Fuori dal cloud, dentro il gioco
ja: クラウドを離れて、本題へ
ms: Keluar dari awan, masuk ke padang
pt: Fora da nuvem, dentro do jogo
ru: Прочь из облака, ближе к делу
zh: 离开云端，抓住重点

source: One server. Zero excuses.
de: Ein Server. Null Ausreden.
es: Un servidor. Cero excusas.
fr: Un seul serveur. Zéro excuse.
it: Un server. Zero scuse.
ja: 一台のサーバー。言い訳ゼロ。
ms: Satu pelayan. Sifar alasan.
pt: Um servidor. Zero desculpas.
ru: Один сервер. Ноль отговорок.
zh: 一台服务器。零借口。

source: Order, served fresh from your own rack
de: Ordnung, frisch aus deinem eigenen Rack
es: Orden, recién servido desde tu propio rack
fr: De l’ordre, servi frais depuis votre propre baie
it: Ordine, servito fresco dal tuo rack
ja: 秩序、あなたのラックから出来立てで
ms: Keteraturan, segar dari rak anda sendiri
pt: Ordem, servida fresca do seu próprio rack
ru: Порядок, свежий с вашей же стойки
zh: 秩序，刚从你自己的机柜里端出来

source: Organizing your life, no landlord required
de: Organisiert dein Leben, ganz ohne Vermieter
es: Organizando tu vida, sin necesidad de casero
fr: Organiser votre vie, sans propriétaire requis
it: Organizza la tua vita, senza bisogno di un padrone di casa
ja: あなたの生活を整理、大家は不要
ms: Mengatur hidup anda, tanpa tuan rumah
pt: Organizando sua vida, sem precisar de locador
ru: Организуем вашу жизнь, без арендодателя
zh: 整理你的生活，无需房东

source: Outsmarting 'I'll do it tomorrow'
de: Überlistet „Ich mach das morgen“
es: Superando al 'lo haré mañana'
fr: Déjouer le « je le ferai demain »
it: Più furbo di 'lo faccio domani'
ja: 「明日やる」を出し抜く
ms: Mengatasi 'esok saya buat'
pt: Driblando o 'faço amanhã'
ru: Перехитрим «сделаю завтра»
zh: 识破“我明天再做”

source: Prioritizing so you don't have to
de: Priorisiert, damit du es nicht musst
es: Priorizando para que tú no tengas que hacerlo
fr: Prioriser pour que vous n'ayez pas à le faire
it: Stabilisce le priorità così non devi farlo tu
ja: あなたの代わりに優先順位づけ
ms: Mengutamakan supaya anda tak perlu
pt: Priorizando para você não precisar
ru: Расставляем приоритеты, чтобы вам не пришлось
zh: 替你确定优先级

source: Private tasks. Better mornings.
de: Private Aufgaben. Bessere Morgen.
es: Tareas privadas. Mejores mañanas.
fr: Tâches privées. Meilleures matinées.
it: Attività private. Mattine migliori.
ja: プライベートなタスク。より良い朝。
ms: Tugasan peribadi. Pagi yang lebih baik.
pt: Tarefas privadas. Manhãs melhores.
ru: Приватные задачи. Лучшее утро.
zh: 私密任务。更好的早晨。

source: Procrastination's worst nightmare
de: Der schlimmste Albtraum der Prokrastination
es: La peor pesadilla de la procrastinación
fr: Le pire cauchemar de la procrastination
it: L'incubo peggiore della procrastinazione
ja: 先延ばしの最悪の悪夢
ms: Mimpi ngeri terburuk penangguhan
pt: O pior pesadelo da procrastinação
ru: Худший кошмар прокрастинации
zh: 拖延症最大的噩梦

source: Productivity, hosted on your terms
de: Produktivität, gehostet zu deinen Bedingungen
es: Productividad, alojada según tus condiciones
fr: La productivité, hébergée selon vos conditions
it: Produttività, ospitata alle tue condizioni
ja: 生産性を、あなたの条件でホスト
ms: Produktiviti, dihos atas terma anda
pt: Produtividade, hospedada nos seus termos
ru: Продуктивность на ваших условиях
zh: 高效，按你的方式托管

source: Quietly running the boring part of your life
de: Erledigt still den langweiligen Teil deines Lebens
es: Llevando en silencio la parte aburrida de tu vida
fr: Gère discrètement la partie ennuyeuse de votre vie
it: Gestisce in silenzio la parte noiosa della tua vita
ja: 人生の退屈な部分を静かに回します
ms: Menguruskan bahagian membosankan hidup anda secara senyap
pt: Cuidando em silêncio da parte chata da sua vida
ru: Тихо ведёт скучную часть вашей жизни
zh: 默默打理你生活里无聊的那部分

source: Reminding you from a box you can unplug
de: Erinnert dich aus einer Kiste, die du ausstecken kannst
es: Recordándotelo desde una caja que puedes desenchufar
fr: Vous rappelle tout depuis une machine que vous pouvez débrancher
it: Ti ricorda tutto da una scatola che puoi staccare
ja: 電源を抜ける箱から、あなたに催促
ms: Mengingatkan anda dari kotak yang boleh anda cabut
pt: Lembrando você de uma caixa que dá para desligar
ru: Напоминает с коробки, которую можно выключить
zh: 从一台你能拔掉电源的机器提醒你

source: Root access to your own routine
de: Root-Zugriff auf deine eigene Routine
es: Acceso root a tu propia rutina
fr: Accès root à votre propre routine
it: Accesso root alla tua routine
ja: 自分の習慣へのroot権限
ms: Akses root kepada rutin anda sendiri
pt: Acesso root à sua própria rotina
ru: Root-доступ к собственному распорядку
zh: 你自己作息的 root 权限

source: Running on your server, running your life
de: Läuft auf deinem Server, regelt dein Leben
es: Funcionando en tu servidor, organizando tu vida
fr: Tourne sur votre serveur, gère votre vie
it: Gira sul tuo server, gestisce la tua vita
ja: あなたのサーバーで稼働、あなたの生活を運営
ms: Berjalan di pelayan anda, mengurus hidup anda
pt: Rodando no seu servidor, organizando sua vida
ru: Работает на вашем сервере, управляет вашей жизнью
zh: 运行在你的服务器上，管理你的生活

source: Scheduling the chaos before it schedules you
de: Plant das Chaos, bevor es dich verplant
es: Programando el caos antes de que él te programe a ti
fr: Planifier le chaos avant qu'il ne vous planifie
it: Programma il caos prima che programmi te
ja: 混沌に予定される前に、混沌を予定する
ms: Menjadualkan kekecohan sebelum ia menjadualkan anda
pt: Agendando o caos antes que ele agende você
ru: Планируем хаос, пока он не запланировал вас
zh: 在混乱安排你之前先安排好它

source: Self-hosted sanity, one task at a time
de: Selbstgehostete Vernunft, eine Aufgabe nach der anderen
es: Cordura autoalojada, una tarea a la vez
fr: La sérénité auto-hébergée, une tâche à la fois
it: Lucidità self-hosted, un'attività alla volta
ja: セルフホストの正気を、ひとタスクずつ
ms: Kewarasan terhos sendiri, satu tugasan pada satu masa
pt: Sanidade auto-hospedada, uma tarefa por vez
ru: Самостоятельный порядок, задача за задачей
zh: 自托管的清醒，一次一个任务

source: Self-hosted, self-organized… well, getting there
de: Selbstgehostet, selbstorganisiert… na ja, fast
es: Autoalojado, autoorganizado… bueno, casi
fr: Auto-hébergé, auto-organisé… enfin, on y arrive
it: Self-hosted, auto-organizzato… beh, ci stiamo arrivando
ja: セルフホスト、自己管理…まあ、近づいてる
ms: Terhos sendiri, teratur sendiri… hampir sampai
pt: Auto-hospedado, auto-organizado… bem, quase lá
ru: Сам себе сервер, сам себе порядок… почти
zh: 自托管，自整理……嗯，快了

source: Serving tasks like a good server should
de: Serviert Aufgaben, wie ein guter Server es sollte
es: Sirviendo tareas como debe hacerlo un buen servidor
fr: Servir les tâches comme un bon serveur le devrait
it: Serve le attività come dovrebbe fare un buon server
ja: 良いサーバーらしくタスクを提供
ms: Menghidangkan tugasan seperti pelayan yang baik sepatutnya
pt: Servindo tarefas como um bom servidor deve
ru: Подаём задачи, как и подобает хорошему серверу
zh: 像好服务器那样奉上任务

source: Small tasks, big server energy
de: Kleine Aufgaben, große Server-Energie
es: Tareas pequeñas, energía de servidor grande
fr: Petites tâches, grande énergie de serveur
it: Piccole attività, grande energia da server
ja: 小さなタスク、大きなサーバーの底力
ms: Tugasan kecil, tenaga pelayan besar
pt: Tarefas pequenas, energia de servidor grande
ru: Мелкие задачи, большая серверная энергия
zh: 小任务，大服务器能量

source: Sync first, panic later
de: Erst synchronisieren, später panisch werden
es: Sincroniza primero, entra en pánico después
fr: Synchroniser d'abord, paniquer plus tard
it: Prima sincronizza, poi vai nel panico
ja: まず同期、慌てるのは後
ms: Segerak dahulu, panik kemudian
pt: Sincronize primeiro, entre em pânico depois
ru: Сначала синхронизация, паника потом
zh: 先同步，后慌张

source: Syncing your tasks, judging your priorities
de: Synchronisiert deine Aufgaben, beurteilt deine Prioritäten
es: Sincronizando tus tareas, juzgando tus prioridades
fr: Synchronise vos tâches, juge vos priorités
it: Sincronizza le tue attività, giudica le tue priorità
ja: タスクを同期、優先順位を品定め
ms: Menyegerakkan tugasan anda, menilai keutamaan anda
pt: Sincronizando suas tarefas, julgando suas prioridades
ru: Синхронизирует задачи, оценивает приоритеты
zh: 同步你的任务，评判你的优先级

source: Taming chaos from a server near you
de: Bändigt das Chaos von einem Server in deiner Nähe
es: Domando el caos desde un servidor cercano
fr: Maîtriser le chaos depuis un serveur près de chez vous
it: Doma il caos da un server vicino a te
ja: 近くのサーバーから混沌を手なずける
ms: Menjinakkan kekecohan dari pelayan berhampiran anda
pt: Domando o caos de um servidor perto de você
ru: Укрощаем хаос с сервера рядом с вами
zh: 从离你不远的服务器驯服混乱

source: Task herding made official
de: Aufgaben-Hüten, jetzt offiziell
es: Pastoreo de tareas hecho oficial
fr: Le rassemblement des tâches, officialisé
it: Radunare le attività reso ufficiale
ja: タスクの取りまとめを公式に
ms: Pengembalaan tugasan dijadikan rasmi
pt: Pastoreio de tarefas oficializado
ru: Выпас задач сделан официальным
zh: 任务放牧正式上线

source: The 'later' column, tamed
de: Die „Später“-Spalte, gezähmt
es: La columna del 'después', domada
fr: La colonne « plus tard », maîtrisée
it: La colonna del 'dopo', addomesticata
ja: 「後で」の列を手なずける
ms: Lajur 'nanti', dijinakkan
pt: A coluna do 'depois', domada
ru: Колонка «потом» укрощена
zh: 被驯服的“以后”那一栏

source: The cloud is just someone else’s server. This one’s yours.
de: Die Cloud ist nur der Server von jemand anderem. Dieser hier gehört dir.
es: La nube es solo el servidor de otra persona. Este es el tuyo.
fr: Le cloud, c'est juste le serveur de quelqu'un d'autre. Celui-ci est le vôtre.
it: Il cloud è solo il server di qualcun altro. Questo è il tuo.
ja: クラウドは誰かのサーバー。これはあなたのもの。
ms: Awan hanyalah pelayan orang lain. Yang ini milik anda.
pt: A nuvem é só o servidor de outra pessoa. Este é o seu.
ru: Облако — это просто чужой сервер. Этот — ваш.
zh: 云不过是别人的服务器。这一个是你的。

source: The nag you actually asked for
de: Das Nörgeln, um das du gebeten hast
es: La insistencia que sí pediste
fr: Le rappel insistant que vous avez demandé
it: L’assillo che hai chiesto tu
ja: 自分から頼んだ小言
ms: Omelan yang anda sendiri minta
pt: A cobrança que você mesmo pediu
ru: То самое напоминание, о котором вы просили
zh: 你自己要来的那种唠叨

source: The quiet part of getting things done
de: Der leise Teil vom Erledigen
es: La parte silenciosa de hacer las cosas
fr: La partie silencieuse du travail accompli
it: La parte silenziosa del fare le cose
ja: 物事が進むときの、静かなほう
ms: Bahagian senyap dalam menyiapkan kerja
pt: A parte silenciosa de fazer acontecer
ru: Тихая часть работы над делами
zh: 把事做完的那份安静
